Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/mema.tmx
Source language: ca
Languages: es_es

source: De les 8 ($2 2 2$) anàlisis morfològiques possibles de la frase, tres en resulten sintàcticament acceptables, amb interpretacions molt diferents.
es_es: De los 8 ($2 2 2$) análisis morfológicos posibles de la frase, tres resultan sintácticamente aceptables, con interpretaciones muy diferentes.

source: Ambigüitat
es_es: Ambigüedad

source: Finalment, hi ha algunes homografies fortuïtes (com ara para: preposició i verb).
es_es: Finalmente, hay algunas homografías fortuitas (como por ejemplo para: preposición y verbo).

source: En aquest capítol es presenten alguns dels problemes més importants amb què es pot trobar qui vulga dissenyar un sistema de traducció automàtica per a traduir textos de l'espanyol al català.
es_es: En este capítulo se presentan algunos de los problemas más importantes con que se puede encontrar quién quiera diseñar un sistema de traducción automática para traducir textos del español al catalán.

source: Ambigüitat sintàctica o estructural (pura) d'origen coordinatiu: el sintagma de la tia Pepa pot modificar als dos sintagmes nominals coordinats (galetes i pa) o només al segon (pa).
es_es: Ambigüedad sintáctica o estructural (pura) de origen coordinativo: el sintagma de la tía Pepa puede modificar a los dos sintagmas nominales coordinados (galletas y pan) o sólo al segundo (pan).

source: Per exemple, la frase Joan va portar notícies de Grècia es pot interpretar de dues maneres: en una, el sintagma preposicional de Grècia modifica notícies; en l'altra, modifica portar (vegeu els arbres de la figura ).
es_es: Por ejemplo, la frase Joan trajo noticias de Grecia se puede interpretar de dos maneras: en una, el sintagma preposicional de Grecia modifica noticias; en la otra, modifica traer (veáis los árboles de la figura ).

source: El problema és que falta el subjecte de l'oració subordinada com queia rodolant.
es_es: El problema es que falta el sujeto de la oración subordinada como caía redondo.

source: Per exemple, el mot espanyol destino es pot traduir al català com a { destí} (sort futura) o destinació (punt d'arribada).
es_es: Por ejemplo, la palabra española destino se puede traducir al catalán como { destí} (suerte futura) o destinació (punto de llegada).

source: En aquest cas, com en l'exemple , l'el·lipsi permet dos posicionaments diferents del pronom qui abans del moviment de Qu, però les ambigüitats causades pel moviment de Qu poden produir-se també sense el·lipsi, com en l'exemple Com dius que ha explicat que vindria?
es_es: En este caso, como en el ejemplo , la elipsis permite dos posicionamientos diferentes del pronombre quién antes del movimiento de Qu, pero las ambigüedades causadas por el movimiento de Qu pueden producirse también sin elipsis, como en el ejemplo ¿Cómo dices que ha explicado que vendría?

source: Si un mot té només una forma lèxica i una única traducció a una determinada llengua, pot ser encara ambigu?
es_es: ¿Si una palabra tiene sólo una forma léxica y una única traducción a una determinada lengua, puede ser todavía ambigua?

source: Les coincidències d'algunes formes de noms amb adverbis.
es_es: Las coincidencias de algunas formas de nombres con adverbios.

source: Imaginem que hem pogut segmentar el text espanyol i que hem resolt correctament les ambigüitats lèxiques; si encara decidim fer la traducció mot per mot, ens trobarem que hi ha certes construccions per a les quals la traducció no és correcta, ja que els mots catalans no es corresponen mot per mot amb els espanyols.
es_es: Imaginamos que hemos podido segmentar el texto español y que hemos resuelto correctamente las ambigüedades léxicas; si todavía decidimos hacer la traducción palabra por palabra, nos encontraremos que hay ciertas construcciones para las cuales la traducción no es correcta, puesto que las palabras catalanas no se corresponden palabra por palabra con las españolas.

source: En traducció automàtica, estem interessats a elegir una de les interpretacions possibles, perquè és comú que els mots polisèmics tinguen diverses traduccions (l'ambigüitat de transferència esmentada en l'apartat ).
es_es: En traducción automática, estamos interesados en elegir una de las interpretaciones posibles, porque es común que las palabras polisémicas tengan varias traducciones (la ambigüedad de transferencia mencionada en el apartado ).

source: persona del singular, imperatiu.
es_es: persona del singular, imperativo.

source: En -a: Pres.ind., 3a pers. sing.(1a conj.) / subst.fem.sing.: casa, pinta, sala, toma, entrega, osa.
es_es: En -a : Preso.ind., 3a pers. sing.(1a conj.) / subst.estiércol.sing.: casa, peine, sala, toma, entrega, osa.

source: Per sort, aquests problemes es poden resoldre de manera senzilla usant analitzadors morfològics com els que es descriuen en l'epígraf .
es_es: Por suerte, estos problemas se pueden resolver de manera sencilla usando analizadores morfológicos como los que se describen en el epígrafe .

source: Nota: séverla és alrevés al revés.
es_es: Nota: séverla es al revés a la inversa.

source: O el mot cap pot ser un substantiu (``part superior del cos''), un verb (forma del verb ``cabre''), un adjectiu o pronom (``no n'hi ha cap''), o part de la preposició composta ``cap a''.
es_es: O la palabra ninguno puede ser un sustantivo (``parte superior del cuerpo''), un verbo (forma del verbo ``caber''), un adjetivo o pronombre (``no hay ningún''), o parte de la preposición compuesta ``hacia''.

source: Homografia verb conjugat--adjectiu:
es_es: Homografía verbo conjugado--adjetivo:

source: L'experiència ens ajuda a fer prediccions que en general tenen èxit, però de vegades hi ha oracions ``enganyoses'' que ``ens porten a l'hort'' (anomenades, per això, en anglés garden-path sentences; de fet) ja que en cert punt del procés ens obliguen a descartar la predicció feta i reinterpretar el que havíem llegit fins a aquell punt (l'estudi dels moviments oculars durant la lectura donen pistes molt rellevants sobre l'existència d'aquests processos).
es_es: La experiencia nos ayuda a hacer predicciones que en general tienen éxito, pero a veces hay oraciones ``engañosas'' que ``nos llevan al huert'' (llamadas, por eso, en inglés garden-path sentences; de hecho) puesto que en cierto punto del proceso nos obligan a descartar la predicción hecha y reinterpretar el que habíamos leído hasta aquel punto (el estudio de los movimientos oculares durante la lectura dan pistas muy relevantes sobre la existencia de estos procesos).

source: Altres homògrafs: como (conjunció i forma de comer), ora (conjunció i forma de orar), bien (conjunció, substantiu i adverbi)
es_es: Otros homógrafos: como (conjunción y forma de comer), ora (conjunción y forma de orar), bien (conjunción, sustantivo y adverbio)

source: De fet, per a evitar aquesta ambigüitat, es considera convenient però no obligatòria en català la solució alternativa amb preposició als gal·lesos per a la segona interpretació.
es_es: De hecho, para evitar esta ambigüedad, se considera conveniente pero no obligatoria en catalán la solución alternativa con preposición a los gal·lesos para la segunda interpretación.

source: En canvi, en l'oració no considerem la primera interpretació (encara que siga la preferida sintàcticament), perquè no és gens versemblant que les cadires tinguen pany (hem usat informació semàntica basada en les nostres creences sobre el món).
es_es: En cambio, en la oración no consideramos la primera interpretación (aunque sea la preferida sintácticamente), porque no es nada verosímil que las sillas tengan cerradura (hemos usado información semántica basada en nuestras creencias sobre el mundo).

source: No, perquè les dues formes vendo s'escriuen exactament igual.
es_es: No, porque las dos formas vendo se escriben exactamente igual.

source: Sí, hi ha prou amb fer l'anàlisi morfològica.
es_es: Sí, hay bastante con hacer el análisis morfológico.

source: Un problema similar el presenta l'establiment (opcional) de la concordança del participi, inexistent en espanyol en situacions com ara todavía no la hemos estudiado con profundidad $$ encara no l'hem estudiada amb profunditat.
es_es: Un problema similar lo presenta el establecimiento (opcional) de la concordancia del participio, inexistente en español en situaciones como por ejemplo todavía no la hemos estudiado con profundidad $$ encara no l'hem estudiada amb profunditat.

source: De vegades, l'anàlisi sintàctica d'una oració es complica per la presència de fenòmens de moviment de constituents.
es_es: A veces, el análisis sintáctico de una oración se complica por la presencia de fenómenos de movimiento de constituyentes.

source: ``Serviran polp a la gallega'' (1: Serviran polp a una senyora de Galícia; 2: Serviran polp preparat a l'estil gallec).
es_es: ``Servirán pulpo a la gallega'' (1: Servirán pulpo a una señora de Galicia; 2: Servirán pulpo preparado al estilo gallego).

source: Indiqueu quina classe d'ambigüitat presenten aquestes frases (justifiqueu molt breument la vostra resposta): Expulsaran l'alcalde de la ciutat (1: ``L'alcalde de la ciutat serà expulsat.'' 2: ``L'alcalde serà expulsat de la ciutat'').
es_es: Indicad qué clase de ambigüedad presentan estas frases (justificad muy brevemente vuestra respuesta): Expulsarán el alcalde de la ciudad (1: ``El alcalde de la ciudad será expulsado.'' 2: ``El alcalde será expulsado de la ciudad'').

source: Considereu l'homògraf espanyol vendo (``Te vendo un coche'' ``Y yo, ¿para qué quiero un coche vendado?'').
es_es: ¿Consideráis el homógrafo español vendo (``Te vendo un coche'' ``Y yo, ¿para qué quiero un coche vendado?'').

source: Jo la vaig posar damunt de la taula (1: ``Vaig posar Maria damunt de la taula''; 2: ``Vaig posar la bossa damunt de la taula'') Què vols, galetes o pa de la tia Pepa? (Les galetes són també de la tia Pepa?) Posa una mà de paper en la impressora i connecta-la. (Ha de connectar la mà de paper o la impressora?) Us han dit que vaja? (Qui ha d'anar?).
es_es: Yo la puse encima de la mesa (1: ``Puse a Maria encima de la mesa''; 2: ``Puse la bolsa encima de la mesa'') Qué quieres, galletas o pan de la tía Pepa? (¿Las galletas son también de la tía Pepa?) Posa una mà de paper en la impressora i connecta-la. (Ha de connectar la mà de paper o la impressora?) Os han dicho que vaya? (Quién tiene que ir?).

source: (1a conj.) / adj.masc.i fem.sing.: leve, ausente, presente.
es_es: (1a conj.) / adj.masc.y estiércol.sing.: leve, ausente, presento.

source: El pronom la pot tenir tres antecedents: la venedora, la descripció o la urbanització projectada i, per tant, tres interpretacions diferents.
es_es: El pronombre la puede tener tres antecedentes: la vendedora, la descripción o la urbanización proyectada y, por lo tanto, tres interpretaciones diferentes.

source: mots) polisèmiques: si diem que algú Treballa en l'estudi que li van encarregar podem referir-nos a un investigador o a un decorador, depenent de quina interpretació assignem al mot polisèmic estudi.
es_es: palabras) polisémicas: si decimos que alguien Trabaja en el estudio que le encargaron podemos referirnos a un investigador o a un decorador, dependiendo de qué interpretación asignamos a la palabra polisémica estudio.

source: Homògrafs adjectiu--adverbi: mucho, poco, { fuerte}...
es_es: Homógrafos adjetivo--adverbio: mucho, poco, { fuerte}...

source: Si llegiu els mots al revés, veureu per què s'han elegit.
es_es: Si leéis las palabras a la inversa, veréis por qué se han elegido.

source: L'oració conté una o més unitats lèxiques (p.ex.
es_es: La oración contiene una o más unidades léxicas (p.ej.

source: [dirección postal:] dirección pot ser obmur, odnam o ragul; postal només és atrac.
es_es: [dirección postal:] dirección puede ser obmur, odnam o ragul; postal sólo es atraigo.

source: Mireu l'exemple (c) (b).
es_es: Mirad el ejemplo (c) (b).

source: Ens va explicar de quina manera.
es_es: Nos explicó de qué manera.

source: En -e: Pres.subj., 1a/3a pers.sing.(1a conj.) / subst.masc. i fem.sing.: cante, deje, sobre, pose, apunte Pres.
es_es: En -e: Preso.subj., 1a/3a pers.sing.(1a conj.) / subst.masc. y estiércol.sing.: canto, deje, sobre, pongo, apunto Tomado.

source: Aquesta varietat d'interpretacions es deu al fet que hi ha tres mots en la frase que poden pertànyer a dues categories lèxiques diferents: time pot ser verb (cronometrar) i substantiu (temps), flies pot ser verb (vola) i substantiu (mosques) i like pot ser verb (agradar) i preposició (com).
es_es: Esta variedad de interpretaciones se debe al hecho que hay tres palabras en la frase que pueden pertenecer a dos categorías léxicas diferentes: time puede ser verbo (cronometrar) y sustantivo (tiempo), flies puede ser verbo (vuela) y sustantivo (moscas) y like puede ser verbo (gustar) y preposición (cómo).

source: Ambigüitats mixtes
es_es: Ambigüedades mixtas

source: [dirección general:] general és latot i només trobem latot odnam.
es_es: [dirección general:] general es latot y sólo encontramos latot odnam.

source: Es poden trobar molts exemples; per exemple, entre $L_1 =$ espanyol i $L_2 =$ català, tenim: Ayer por la mañana vino tarde $$ *Ahir pel demà vi vesprada (Ahir de matí va venir tard).
es_es: Se pueden encontrar muchos ejemplos; por ejemplo, entre $L_1 =$ español y $L_2 =$ catalán, tenemos: Ayer por la mañana vino tarde $$ *ahir pel demà vi vesprada (ahir de matí va venir tard).

source: Un altre exemple: l'oració Han posat un banc nou a la plaça pot tenir dues interpretacions, segons la interpretació que s'assigne al mot polisèmic banc (``seient estret i llarg'' o bé ``institució financera'').
es_es: Otro ejemplo: la oración Han puesto un banco nuevo en la plaza puede tener dos interpretaciones, según la interpretación que se asigna a la palabra polisémica banco (``sentando estrecho y largo'' o bien ``institución financiera'').

source: [diseño moderno:] diseño pot ser raerc o atnip; moderno és aídla; aídla atnip és molt més freqüent que aídla raerc.
es_es: [diseño moderno:] diseño puede ser raerc o atnip; moderno es aídla; aídla atnip es mucho más frecuente que aídla raerc.

source: Per això, no és possible assignar una interpretació clara a oracions sintàcticament incorrectes, com ara *Llegeix mare llibres la encara que els mots tinguen interpretació independentment, ni tampoc a una oració sintàcticament correcta que continga algun mot al qual no podem assignar cap interpretació: La mare *ingurpleix llibres Com veurem més endavant, trobem una complicació addicional: en algunes oracions, hi ha parts de l'estructura sintàctica que no es reflecteixen en cap mot, perquè generen categories buides que no tenen una representació fonètica o gràfica explícita.
es_es: Por eso, no es posible asignar una interpretación clara a oraciones sintácticamente incorrectas, como por ejemplo Lee madre libros la aunque las palabras tengan interpretación independientemente, ni tampoco a una oración sintácticamente correcta que contenga alguna palabra a la cual no podemos asignar ninguna interpretación: La madre *ingurpleix libros Como veremos más adelante, encontramos una complicación adicional: en algunas oraciones hay partes de la estructura sintáctica que no se reflejan en ninguna palabra, porque generan categorías vacías que no tienen una representación fonética o gráfica explícita.

source: Doncs bé, en aquestos casos, es pot assignar més d'una forma lògica a una oració.
es_es: Pues bien, en estos casos, se puede asignar más de una forma lógica a una oración.

source: A tall d'exemple, considereu aquestes dues frases estructuralment idèntiques afectades per ambigüitat d'adjunció: Porta'm les claus de l'armari gran Porta'm les claus de la cadira verda En l'oració , podem dubtar, ja que no sabem si les claus són les que obrin l'armari o les que estan allà guardades.
es_es: A modo de ejemplo, considerad estas dos frases estructuralmente idénticas afectadas por ambigüedad de adyunción: Tráeme las llaves del armario grande Tráeme las llaves de la silla verde En la oración , podemos dudar, puesto que no sabemos si las llaves son las que abren el armario o las que están allí guardadas.

source: a pesar de no tenir cap ambigüitat lèxica ni estructural aparent.
es_es: a pesar de no tener ninguna ambigüedad léxica ni estructural aparente.

source: Els problemes augmenten si la concordança s'ha de produir entre sintagmes distants: el calor producido por el motor ha resultado ser nefasto $$ la calor produïda pel motor ha resultat ser nefasta.
es_es: Los problemas aumentan si la concordancia se tiene que producir entre sintagmas distantes: el calor producido miedo el motor ha resultado ser nefasto $$ la calor produïda pel motor ha resultat ser nefasta.

source: Homògrafs adjectiu--preposició: bajo.
es_es: Homógrafos adjetivo--preposición: bajo.

source: L'oració és ambigua per l'ambigüitat lèxica (homografia) de soldado.
es_es: La oración es ambigua por la ambigüedad léxica (homografía) de soldado .

source: La desambiguació s'efectua usant informació procedent de tres fonts: el cotext (intern al text o discurs) i el context (extern al text o discurs però relacionat amb ell) i fonts de coneixement addicionals.
es_es: La desambiguación se efectúa usando información procedente de tres fuentes: el cotexto (interno al texto o discurso) y el contexto (externo al texto o discurso pero relacionado con él) y fuentes de conocimiento adicionales.

source: L'espanyol ---com les altres llengües romàniques--- té molts homògrafs.
es_es: El español ---como las otras lenguas románicas--- tiene muchos homógrafos.

source: En la primera interpretació és un participi en la forma passiva haber sido soldado; en la segona és un substantiu masculí singular.
es_es: En la primera interpretación es un participio en la forma pasiva haber sido soldado; en la segunda es un sustantivo masculino singular.

source: {}no es pot resoldre si no es fa l'anàlisi sintàctica completa de la frase, ja aquesta és l'única manera d'elegir l'anàlisi morfològica correcta.
es_es: {}no se puede resolver si no se hace el análisis sintáctico completo de la frase, ya que ésta es la única manera de elegir el análisis morfológico correcto.

source: Es pot fer sempre correctament aquesta operació en un sistema de traducció automàtica que no faça anàlisi sintàctica?
es_es: ¿Se puede hacer siempre correctamente esta operación en un sistema de traducción automática que no haga análisis sintáctico?

source: Decidir la traducció del pronom espanyol se (pot ser se, li o els).
es_es: Decidir la traducción del pronombre español se (puede ser se, le o los).

source: Aquesta informació podria servir per a traduir després de l'espanyol a l'anglés i elegir { destiny} o destination en cada cas amb molta probabilitat d'èxit.
es_es: Esta información podría servir para traducir después del español al inglés y elegir { destiny} o destination en cada caso con mucha probabilidad de éxito.

source: Hi ha oracions que són ambigües tant perquè contenen mots ambigus com perquè tenen més d'una estructura sintàctica possible.
es_es: Hay oraciones que son ambiguas tanto porque contienen palabras ambiguas cómo porque tienen más de una estructura sintáctica posible.

source: L'ambigüitat lèxica categorial d'un mot{} {}no es pot resoldre mai si no s'usa informació semàntica sobre el text o sobre els mots contigus.
es_es: La ambigüedad léxica categorial de una palabra{} {}no se puede resolver nunca si no se usa información semántica sobre el texto o sobre las palabras contiguas.

source: Sí, encara que no continga pronoms o altres expressions anafòriques susceptibles de tenir més d'un antecedent possible.
es_es: Sí, aunque no contenga pronombres u otras expresiones anafóricas susceptibles de tener más de un antecedente posible.

source: En el cas concret de l'espanyol i el català, la proximitat lingüística entre les dues llengües fa que siga abordable el disseny de sistemes de traducció automàtica que generen textos d'un nivell de correcció tal que resulte més rendible revisar el resultat en brut produït pel programa que fer la traducció completa (mireu la p. ).
es_es: En el caso concreto del español y el catalán, la proximidad lingüística entre las dos lenguas hace que sea abordable el diseño de sistemas de traducción automática que generan textos de un nivel de corrección tal que resulta más rentable revisar el resultado en bruto producido por el programa que hacer la traducción completa (mirad la p. ).

source: Un adjunt és un sintagma o constituent que, conjuntament amb un altre sintagma o constituent, forma un constituent del mateix tipus que aquest últim (per exemple, un sintagma nominal més un sintagma preposicional formen un sintagma nominal); en un cert sentit, l'adjunt no és necessari sinó opcional.
es_es: Un adjunto es un sintagma o constituyente que, conjuntamente con otro sintagma o constituyente, forma un constituyente del mismo tipo que este último (por ejemplo, un sintagma nominal más un sintagma preposicional forman un sintagma nominal); en un cierto sentido, el adjunto no es necesario sino opcional.

source: persona del plural del present d'indicatiu del verb salir o del present de subjuntiu del verb salar.
es_es: persona del plural del presente de indicativo del verbo salir o del presente de subjuntivo del verbo salar.

source: [dirección asistida:] asistida és aduya i només trobem aduya odnam: per tant, l'elegim.
es_es: [dirección asistida:] asistida es aduya y sólo encontramos aduya odnam: por lo tanto, lo elegimos.

source: Per exemple, si llegim Va aprendre a afaitar-se en dos minuts podríem considerar la interpretació que s'hi parla de la durada de l'afaitat com a més probable que la que interpreta que s'hi parla de la durada de l'aprenentatge, ja que en el segon cas potser hauria estat més natural dir Va aprendre en dos minuts a afaitar-se La regla que afavoreix que els adjunts s'associen a l'últim sintagma que els admeta se sol anomenar regla de clausura tardana ---angl.late closure---; per exemple, aquesta regla afavoreix el primer dels arbres de la figura .
es_es: Por ejemplo, si leemos Aprendió a afeitarse en dos minutos podríamos considerar la interpretación que habla de la duración del afeitado, más probable que la que interpreta que se habla de la duración del aprendizaje, puesto que en el segundo caso quizás habría sido más natural decir Aprendió en dos minutos a afeitarse La regla que favorece que los adjuntos se asocian al último sintagma que los admita se suele denominar regla de clausura tardía ---angl.late closure---; por ejemplo, esta regla favorece el primero de los árboles de la figura .

source: Els mots la i bata poden pertànyer cada un a dues categories lèxiques diferents.
es_es: Las palabras la y bata pueden pertenecer cada uno a dos categorías léxicas diferentes.

source: Per exemple, l'oració Té molts amics té un subjecte buit (també anomenat el·líptic).
es_es: Por ejemplo, la oración Tiene muchos amigos tiene un sujeto vacío (también denominado elíptico).

source: subj., 1a i 3a pers.sing.(2a i 3a conj.) / subst.fem.sing.: bata, tema, meta Altres: era (verb ser, 1a i 3a pers.sing.pretèrit imperf.
es_es: subj., 1a y 3a pers.sing.(2a y 3a conj.) / subst.estiércol.sing.: bata, tema, meta Otras: era (verbo ser, 1a y 3a pers.sing.pretérito imperf.

source: {Dos arbres per a la frase ``Posa els llençols i els cobertors nets a l'armari'' (SN = sintagma nominal, SA = sintagma adjectival).}
es_es: {Dos árboles para la frase ``Pone las sábanas y las colchas limpias al armario'' (SN = sintagma nominal, SA = sintagma adjetival).}

source: Les estructures, abans del moviment, i de la formació de l'estructura de relatiu, es podrien representar així: Ens va explicar de quina manera.
es_es: Las estructuras, antes del movimiento, y de la formación de la estructura de relativo, se podrían representar así: Nos explicó de qué manera.
